Repository: AhmedZaghloul19/Tawseela
Catalog: Tawseela/*.lproj/Localizable.strings
Languages: ar

source: Places
ar: اماكن

source: Orders
ar: طلباتي

# new_place
source: Add new place
ar: اضف مكان جديد

# send_oder
source: Order Now
ar: اطلب الان

# my_profile
source: Profile
ar: انا

# details_hint
source: write in details what you want from this place,for example ( " 2 Burger small + 1 Frieze Combo " )
ar: قم بكتابه ما تريد شرائه من هذا المكان, مثال ( "2 برجر وسط + 1 بطاطس كبير" )

# notification
source: Notifications
ar: تنبيهات

source: Details
ar: التفاصيل

# warnning_empty_order
source: It`s empty order, Please choose your order first
ar: يجب اختيار ما تريده اولا

# warnning_write_order
source: You can't write empty order, Please write your order first
ar: يجب كتابه ما تريده اولا

# reviewOrder
source: Shopping Cart
ar: عربة التسوق

# addedOrder
source: The order has been added in Shopping cart !
ar: تمت الاضافة الى عربة التسوق !

# myPlace
source: Delivery place
ar: مكان التسليم

# delivery_place_warrning
source: Please choose delivery place !
ar: برجاء اختيار مكان التسليم !

# price
source: Delivery Price:
ar: ثمن التوصيل:

source: Confirm
ar: تاكيد

# warnning_empty_price
source: Enter price first !
ar: ادخل السعر اولا !

# driver_offer_sent
source: Your offer is sent to the client !
ar: تم ارسال عرضك للعميل !

# cancel
source: Cancel order
ar: الغاء الطلب

source: Delivery
ar: توصيلاتي

# wait_untill_confirm
source: Please wait untill recive your order request !
ar: برجاء الانتظار حتى يتم استلام طلبك!

# gps_network_not_enabled
source: location is not avaible in your device, please open it
ar: تحديد الموقع معطل فى جهازك , برجاء تفعيله

source: Call
ar: اتصال

# done
source: Deliverd
ar: تم التسليم

source: Change
ar: تغير

# enter_name
source: Enter your name
ar: ادخل اسمك

source: Save
ar: حفظ

# rate_user
source: RATE AS USER
ar: تقيمك كمستخدم

# rate_driver
source: RATE AS DRIVER
ar: تقيمك كطيار

# write_msg_chat
source: Write your message here!
ar: ادخل رسالتك هنا!

source: Login
ar: تسجيل دخول

# yourPhone
source: enter your phone
ar: قم بادخال رقمك للمتابعه

# reviewOrderChat
source: review order
ar: مراجعة الطلب

# joinUs
source: Join our team
ar: انضم الى فريقنا

# shakawa
source: Complaints and suggestions
ar: الشكاوى و الاقتراحات

source: Vist us
ar: زورونا

source: Language
ar: اللغه

source: Logout
ar: تسجيل خروج

# orderIsCanceld
source: Order is canceled !
ar: تم الغاء الطلب !

# maxOffers
source: order has maximum offers !
ar: تم الوصول الى الحد الاقصى من العروض لتوصيل الطلب !

# notPaid
source: Orders which is not paid yet:
ar: عدد الطلبات التى لم يتم دفعها:

# newOrder
source: Add another order
ar: اضافه طلب اخر

# rate
source: Your Rate
ar: اضف تقييمك
